START_MESSAGE = '''Привет! Этот бот будет твоим помощником на старте обучения.
Воспользовавшись им, ты сможешь найти ответы на свои вопросы и также пройти тест на выбор курса обучения!'''
QA_MESSAGE = '''<b>1. Ориентированы ли курсы на подготовку с нуля (без образования и диплома)?</b>
Да. Курсы рассчитаны на начинающих. Мы всё объясняем простым языком и сопровождаем участников на каждом этапе.

2. <b>В каком формате проходят занятия?</b>
Все занятия проходят онлайн в малых группах. Это удобно, гибко и позволяет совмещать обучение с учебной нагрузкой.

3. <b>Сколько длится обучение?</b>
Средняя длительность — 2 месяца. График зависит от выбранного направления и собравшейся группы.

4. <b>Есть ли документы об окончании курса?</b>
Да, вы получите именной сертификат, а также доступ к материалам и портфолио выполненных заданий.

5. <b>Помогаете ли вы с трудоустройством?</b>
Да, мы подсказываем, где искать первые заказы, как составить резюме, и поддерживаем ребят на их пути.

6. <b>Смогу ли я применить знания на практике?</b>
Практика — основа наших программ. У каждого модуля есть задания, направленные на реальные кейсы.

7. <b>Когда я смогу начать зарабатывать после курса?</b>
Уже во время обучения ты начнёшь собирать портфолио и получать первые задания. Многие наши ученики берут первые заказы ещё до окончания курса.

8. <b>Можно ли сначала просто узнать подробнее, не покупая курс?</b>
Конечно. Оставьте заявку или напишите нам — мы проконсультируем вас и подскажем, подходит ли программа.'''
COURSES_MESSAGE = '''<b>ИГРЫ ПО-ВЗРОСЛОМУ: ПОГРУЖЕНИЕ В БИЗНЕС-ПРОФЕССИИ</b>

Программа курса включает практические модули по деловой переписке, структуре компаний, базовому документообороту, финансовой грамотности, отличию юридических форм и основам бухгалтерского учёта.

<b>IT БЕЗ ПРОГРАММИРОВАНИЯ</b>

Курс предназначен для людей, которые хотят освоить одну из самых востребованных digitalспециальностей — веб-дизайн — с упором не только на креатив, но и на прикладные задачи, с которыми действительно сталкиваются дизайнеры в реальной работе.

А более подробно вы сможете ознакомится с курсами на сайте стадио.рф'''
HELP_MESSAGE = '''За помощью обращайтесь к консультанту: @studyoschool_manager'''
TEST_START_MESSAGE = '''Предлагаем тебе пройти тест на выбор курса обучения!
Это поможет тебе не ошибиться и изучать то, что тебе интересно! 

Ответы принимаются в виде цифр: 1 или 2.'''
RESULT_MESSAGE = 'Тест завершен! {}. Для получения бесплатной консультации обращайтесь к @studyoschool_manager'
RESULT_DESIGN_MESSAGE = 'Вам подойдет курс по дизайну'
RESULT_BUISINESS_MESSAGE = 'Вам подойдет курс по бизнесу'
